Repository: SteveShi/Essays
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld tasks pending
zh_hans: %lld 个任务待处理

source: • Bold (**text**) and Italic (*text*)
zh_hans: • 加粗 (**文本**) 和斜体 (*文本*)

source: • Code (`code`) and Code Blocks (```)
zh_hans: • 代码 (`代码`) 和代码块 (```)

source: • Headers (# to ######)
zh_hans: • 标题 (# 到 ######)

source: • Links ([text](url))
zh_hans: • 链接 ([文本](url))

source: • Tags (#tag)
zh_hans: • 标签 (#标签)

source: A beautiful macOS client for Memos
zh_hans: 一个优美的 Memos macOS 客户端

source: About
zh_hans: 关于

source: Access Token
zh_hans: 访问令牌

source: Access token is required
zh_hans: 需要访问令牌

source: Account
zh_hans: 账户

source: Add Account
zh_hans: 添加账户

source: Add Location
zh_hans: 添加位置

source: Add more details and examples
zh_hans: 补充细节和示例

source: AI Assistant
zh_hans: 闪念助手

source: AI assistant not initialized
zh_hans: AI 助手未初始化

source: AI Assistant requires macOS 26.0 or newer
zh_hans: AI 助手需要 macOS 26.0 或更高版本

source: AI features use Apple Intelligence on-device processing and will not send any data to the cloud.
zh_hans: AI 功能使用 Apple 智能进行端侧处理，不会发送任何数据到云端。

source: AI generation failed: %@
zh_hans: AI 生成失败：%@

source: AI is thinking...
zh_hans: 助手思考中……

source: AI Ready
zh_hans: AI 就绪

source: All local changes have been synchronized with the server.
zh_hans: 所有本地更改已同步至服务器。

source: All Memos
zh_hans: 全部卡片

source: API Version
zh_hans: API 版本

source: Appearance
zh_hans: 外观配置

source: Apple Intelligence
zh_hans: Apple 智能

source: Archive
zh_hans: 归档

source: Archive Memo
zh_hans: 归档笔记

source: Archived
zh_hans: 已归档

source: Attachments
zh_hans: 附件

source: Attachments (%lld)
zh_hans: 附件 (%lld)

source: Authentication Method
zh_hans: 认证方式

source: Authentication required
zh_hans: 需要身份验证

source: Auto-detect
zh_hans: 自动检测

source: Auto-save drafts
zh_hans: 自动保存草稿

source: Automatically check for updates
zh_hans: 自动检查更新

source: Behavior
zh_hans: 行为

source: Bold
zh_hans: 加粗

source: Browse...
zh_hans: 浏览...

source: Built with SwiftUI and ❤️
zh_hans: 使用 SwiftUI 构建 ❤️

source: Cancel
zh_hans: 取消

source: Capture
zh_hans: 记录

source: Capture a thought... (Press Esc to cancel)
zh_hans: 记录闪念...（按 Esc 取消）

source: Capture your thoughts first, organize later
zh_hans: 先记下来，不用整理，稍后再回看

source: Check for Updates...
zh_hans: 检查更新...

source: Choose a folder to store your local Memos data
zh_hans: 选择一个文件夹来存储您的本地 Memos 数据

source: Choose a memo from the list to view its details.
zh_hans: 从列表中选择一条便签以查看其详情。

source: Click the shortcut field and press your desired key combination.
zh_hans: 点击快捷键区域，然后按下您想要的快捷键组合。

source: Code Block
zh_hans: 代码块

source: Comment
zh_hans: 评论

source: Comments
zh_hans: 评论

source: Compose (⌘N)
zh_hans: 记录闪念 (⌘N)

source: Connect to your Memos server
zh_hans: 连接到你的 Memos 服务器

source: Connection Status
zh_hans: 连接状态

source: Copy Content
zh_hans: 复制内容

source: Copy Link
zh_hans: 复制链接

source: Copy to Clipboard
zh_hans: 复制到剪贴板

source: Create Memo
zh_hans: 创建笔记

source: Dark
zh_hans: 深色

source: Data decoding error: %@
zh_hans: 数据解析错误：%@

source: Data Path
zh_hans: 数据路径

source: Data Storage Location
zh_hans: 数据存储位置

source: Delete
zh_hans: 删除

source: Delete Memo
zh_hans: 删除笔记

source: Discover related topics
zh_hans: 发现相关话题

source: Edit
zh_hans: 编辑

source: Edit Memo
zh_hans: 编辑闪念

source: Edit Comment
zh_hans: 编辑评论

source: Editor
zh_hans: 编辑器

source: Editor Settings
zh_hans: 编辑器设置

source: Enable AI Features
zh_hans: 启用 AI 功能

source: Error
zh_hans: 错误

source: Essays Quick Input
zh_hans: Essays 快捷输入

source: Expand
zh_hans: 扩展内容

source: Failed
zh_hans: 已失败

source: Failed to create comment relation
zh_hans: 创建评论关联失败

source: Failed to launch Memos server: %@
zh_hans: 启动 Memos 服务器失败: %@

source: Fetching Location...
zh_hans: 获取定位中

source: Font Size
zh_hans: 字体大小

source: Formatting
zh_hans: 格式

source: Fri
zh_hans: 五

source: General
zh_hans: 常规

source: Generate a brief summary
zh_hans: 生成简短摘要

source: Generate Tags
zh_hans: 生成标签

source: Guest
zh_hans: 访客

source: HTTP error: %@
zh_hans: HTTP 错误：%@

source: https://your-memos-server.com
zh_hans: https://你的-memos-服务器.com

source: Improve Writing
zh_hans: 润色改写

source: Inbox
zh_hans: 捕捉箱

source: Initializing Camera...
zh_hans: 正在初始化相机...

source: Inline Code
zh_hans: 行内代码

source: Insert Tag
zh_hans: 插入标签

source: Invalid server response
zh_hans: 服务器响应无效

source: Invalid server URL
zh_hans: 服务器 URL 无效

source: Light
zh_hans: 浅色

source: Link Memo
zh_hans: 关联卡片

source: Local
zh_hans: 本地

source: Local (Embedded)
zh_hans: 本地 (内置)

source: Local Account
zh_hans: 本地账户

source: Local Mode
zh_hans: 本地模式

source: Local mode is not available on this device
zh_hans: 当前设备不支持本地模式

source: Location
zh_hans: 定位

source: Location recorded
zh_hans: 位置已记录

source: Markdown Support
zh_hans: Markdown 支持

source: Me
zh_hans: 我

source: Memo
zh_hans: 卡片

source: Memo Details
zh_hans: Memo详情

source: Memo: %@
zh_hans: 卡片：%@

source: Memos binary not found in application bundle
zh_hans: 应用中未找到 Memos 二进制文件

source: Memos data will be stored locally in the selected folder.
zh_hans: Memos 数据将存储在选定的本地文件夹中。

source: Memos on GitHub
zh_hans: GitHub 上的 Memos

source: Memos server failed to start within the expected time
zh_hans: Memos 服务器未能在预期时间内启动

source: Memos Version
zh_hans: Memos 版本

source: Memos will be stored in an offline-first local database. No network connection is required.
zh_hans: Memos 将保存在离线优先的本地数据库中。无需网络连接。

source: Mode
zh_hans: 模式

source: Mon
zh_hans: 一

source: Network Status
zh_hans: 网络状态

source: New Memo
zh_hans: 记录闪念

source: No available port found for local server
zh_hans: 找不到本地服务器的可用端口

source: No comments yet
zh_hans: 无评论

source: No memo selected
zh_hans: 未选择闪念

source: No Memos Yet
zh_hans: 还没有闪念

source: No tags yet
zh_hans: 还没有标签

source: Offline
zh_hans: 离线

source: Offline First (Local DB)
zh_hans: 离线优先 (本地数据库)

source: Offline-First Database
zh_hans: 离线优先数据库

source: OK
zh_hans: 确定

source: Online
zh_hans: 在线

source: Open Full Editor
zh_hans: 打开完整编辑器

source: Past 7 Days
zh_hans: 最近七天

source: Pending
zh_hans: 等待中

source: Pin
zh_hans: 置顶

source: Pinned
zh_hans: 置顶

source: Pinned Inspiration
zh_hans: 置顶灵感

source: Please select a data storage location
zh_hans: 请选择数据存储位置

source: Please sign in within the app first
zh_hans: 请先在应用内登录

source: Polish grammar and clarity
zh_hans: 优化语法和表达

source: Press shortcut
zh_hans: 按下快捷键

source: Private
zh_hans: 私密

source: Profile
zh_hans: 个人资料

source: Public
zh_hans: 公开

source: Queue Clear
zh_hans: 队列已清空

source: Quick Capture
zh_hans: 快速记录

source: Quick Input Shortcut
zh_hans: 快捷输入快捷键

source: Quit Essays
zh_hans: 退出

source: Recent Memos
zh_hans: 最近卡片

source: Referenced By
zh_hans: 被引用

source: References
zh_hans: 引用

source: Refresh
zh_hans: 刷新

source: Related Ideas
zh_hans: 相关灵感

source: Remote Mode
zh_hans: 远端模式

source: Reset
zh_hans: 复原

source: Retrying
zh_hans: 重试中

source: Sat
zh_hans: 六

source: Save
zh_hans: 保存

source: Saved Accounts
zh_hans: 已保存的账户

source: Search
zh_hans: 搜索

source: Search ideas, tags, keywords...
zh_hans: 搜索想法、标签、关键词...

source: Select
zh_hans: 选择

source: Select a Memo
zh_hans: 选择一条便签

source: Choose Folder
zh_hans: 选择文件夹

source: Choose a folder to store local account data.
zh_hans: 选择用于存储本地账户数据的文件夹。

source: Data Folder
zh_hans: 数据文件夹

source: No folder selected
zh_hans: 未选择文件夹

source: Please choose a local data folder first.
zh_hans: 请先选择本地数据文件夹。

source: Server
zh_hans: 服务器

source: Server error: %@
zh_hans: 服务器错误：%@

source: Server Error: %@
zh_hans: 服务器错误: %@

source: Server exited with code %lld
zh_hans: 服务器退出，退出码 %lld

source: Server Mode
zh_hans: 服务模式

source: Server Offline
zh_hans: 服务器不在线

source: Server Port
zh_hans: 服务器端口

source: Server Running
zh_hans: 服务器运行中

source: Server Starting...
zh_hans: 服务器启动中...

source: Server Status
zh_hans: 服务器状态

source: Server Stopped
zh_hans: 服务器已停止

source: Server URL
zh_hans: 服务器地址

source: Server URL is required
zh_hans: 需要服务器 URL

source: Service Mode
zh_hans: 服务模式

source: Settings
zh_hans: 设置

source: Shortcuts
zh_hans: 快捷键

source: Show line numbers
zh_hans: 显示行号

source: Sign In
zh_hans: 登录

source: Sign Out
zh_hans: 退出登录

source: Signing in...
zh_hans: 正在登录...

source: Start Local Mode
zh_hans: 启动本地模式

source: Start Local Server
zh_hans: 启动本地服务器

source: Starting local mode...
zh_hans: 正在启动本地模式...

source: Starting server...
zh_hans: 正在启动服务器...

source: Statistics
zh_hans: 统计数据

source: Status
zh_hans: 状态

source: Suggest relevant tags
zh_hans: 推荐相关标签

source: Summarize
zh_hans: 摘要

source: Sun
zh_hans: 日

source: Switch Account
zh_hans: 切换账户

source: Sync Now
zh_hans: 立即同步

source: Sync Queue
zh_hans: 同步队列

source: Syncing
zh_hans: 同步中

source: System
zh_hans: 系统默认

source: Tags
zh_hans: 标签

source: Take Photo
zh_hans: 拍照

source: Target Translation Language
zh_hans: 目标翻译语言

source: Theme
zh_hans: 主题

source: Thu
zh_hans: 四

source: Timeline
zh_hans: 时间线

source: Today
zh_hans: 今天

source: Toggle Pin
zh_hans: 切换置顶

source: Toggle Sidebar
zh_hans: 切换边栏

source: Token Login
zh_hans: Token登录

source: Total Memos
zh_hans: 卡片总数

source: Total Tags
zh_hans: 标签总数

source: Translation
zh_hans: 翻译

source: Tue
zh_hans: 二

source: Unarchive Memo
zh_hans: 取消归档

source: Unpin
zh_hans: 取消置顶

source: Update Memo
zh_hans: 更新笔记

source: Upload
zh_hans: 上传

source: Use personal access token for API authentication
zh_hans: 使用个人访问令牌进行 API 验证

source: Username & Password
zh_hans: 账号密码

source: Version
zh_hans: 版本

source: Version %@
zh_hans: 版本 %@

source: Visibility
zh_hans: 可见范围

source: Wed
zh_hans: 三

source: What's on your mind...
zh_hans: 想到什么就记什么...

source: Workspace
zh_hans: 工作区

source: Write a comment...
zh_hans: 写一条评论

source: Write a thought, press ⌘S to save...
zh_hans: 写下一条闪念，按 ⌘S 立即保存...

source: Yesterday
zh_hans: 昨天

source: Recently Completed
zh_hans: 最近完成

source: Clear
zh_hans: 清空

source: Completed
zh_hans: 已完成

source: Attempts: %lld
zh_hans: 尝试次数：%lld

source: Deleted Memo
zh_hans: 已删除的卡片

source: Replace current data when importing
zh_hans: 导入时替换当前数据

source: Export Data
zh_hans: 导出数据

source: Import Data
zh_hans: 导入数据

source: Use Existing Local Folder
zh_hans: 使用已有本地文件夹

source: Data Transfer
zh_hans: 数据迁移

source: Archives include text, images, references, comments, locations, tags, visibility, and archive state.
zh_hans: 归档包含文字、图片、引用、评论、位置、标签、可见性和归档状态。

source: Essays Archive
zh_hans: Essays 数据归档

source: Choose where to save the Essays data archive.
zh_hans: 选择 Essays 数据归档的保存位置。

source: Export
zh_hans: 导出

source: Data export completed.
zh_hans: 数据导出完成。

# Data export failed: %@
source: Data export failed: %1$@
zh_hans: 数据导出失败：%1$@

source: Choose an Essays data archive to import.
zh_hans: 选择要导入的 Essays 数据归档。

source: Import
zh_hans: 导入

source: Data import completed: %lld memos.
zh_hans: 数据导入完成：%lld 条备忘。

# Data import failed: %@
source: Data import failed: %1$@
zh_hans: 数据导入失败：%1$@

source: Data transfer is not available on this device.
zh_hans: 此设备不支持数据迁移。

source: Choose an existing local data folder to restore or sync local data.
zh_hans: 选择已有本地数据文件夹，用于恢复或同步本地数据。

source: Local data folder updated.
zh_hans: 本地数据文件夹已更新。

source: Local folder selection is not available on this device.
zh_hans: 此设备不支持选择本地文件夹。
